{
  "products": [
    {
      "id": "1",
      "name": "香雞排",
      "price": "60"
    },
    {
      "id": "2",
      "name": "魷魚",
      "price": "50"
    },
    {
      "id": "3",
      "name": "雞蛋豆腐(大)",
      "price": "50"
    },
    {
      "id": "4",
      "name": "鹹酥雞",
      "price": "40"
    },
    {
      "id": "5",
      "name": "三角骨",
      "price": "40"
    },
    {
      "id": "6",
      "name": "麥克雞塊(5塊)",
      "price": "30"
    },
    {
      "id": "7",
      "name": "雞蛋豆腐(小)",
      "price": "30"
    },
    {
      "id": "8",
      "name": "百頁豆腐",
      "price": "30"
    },
    {
      "id": "9",
      "name": "花椰菜",
      "price": "30"
    },
    {
      "id": "10",
      "name": "雞心",
      "price": "20"
    },
    {
      "id": "11",
      "name": "雞胗",
      "price": "20"
    },
    {
      "id": "12",
      "name": "雞皮",
      "price": "20"
    },
    {
      "id": "13",
      "name": "花枝丸一串",
      "price": "20"
    },
    {
      "id": "14",
      "name": "雞肉香腸(三條)",
      "price": "20"
    },
    {
      "id": "15",
      "name": "小肉腸",
      "price": "20"
    },
    {
      "id": "16",
      "name": "四季豆",
      "price": "20"
    },
    {
      "id": "17",
      "name": "薯條",
      "price": "20"
    },
    {
      "id": "18",
      "name": "雞心",
      "price": "20"
    },
    {
      "id": "19",
      "name": "地瓜條",
      "price": "20"
    },
    {
      "id": "20",
      "name": "黑輪(大)",
      "price": "20"
    },
    {
      "id": "21",
      "name": "黑輪條(6條)",
      "price": "20"
    },
    {
      "id": "22",
      "name": "銀絲卷",
      "price": "20"
    },
    {
      "id": "23",
      "name": "米腸",
      "price": "15"
    },
    {
      "id": "24",
      "name": "脆捲",
      "price": "15"
    },
    {
      "id": "25",
      "name": "薯餅",
      "price": "15"
    },
    {
      "id": "26",
      "name": "皮蛋",
      "price": "15"
    },
    {
      "id": "27",
      "name": "芋頭餅(兩塊)",
      "price": "15"
    },
    {
      "id": "28",
      "name": "小黑輪(兩片)",
      "price": "15"
    },
    {
      "id": "29",
      "name": "魚板(兩塊)",
      "price": "15"
    },
    {
      "id": "30",
      "name": "甜不辣",
      "price": "10"
    },
    {
      "id": "31",
      "name": "蘿蔔糕",
      "price": "10"
    },
    {
      "id": "32",
      "name": "米血",
      "price": "10"
    },
    {
      "id": "33",
      "name": "芋頭粿",
      "price": "10"
    },
    {
      "id": "34",
      "name": "豆皮",
      "price": "10"
    },
    {
      "id": "35",
      "name": "熱狗",
      "price": "5"
    },
    {
      "id": "36",
      "name": "蘿蔔糕",
      "price": "5"
    },
    {
      "id": "37",
      "name": "米血",
      "price": "5"
    },
    {
      "id": "38",
      "name": "芋頭粿",
      "price": "5"
    },
    {
      "id": "39",
      "name": "豆皮",
      "price": "5"
    },
    {
      "id": "40",
      "name": "豆干",
      "price": "5"
    },
    {
      "id": "41",
      "name": "青椒",
      "price": "時價"
    },
    {
      "id": "42",
      "name": "小黃瓜",
      "price": "時價"
    }
  ]
}
